const missileTypes = [
  "קרדום K",
  "קרדום R0",
  "קרדום R9",
  "קרדום KA",
  "קרדום N",
  "קרדום M",
  'תמוז 2 נ"א',
  'תמוז 2 נ"ט',
  "תמוז 4",
  'פתיל 2 נ"א',
  'פתיל 2 נ"ט',
  "פתיל 4",
  "תמוז 5",
  "טיל GATR",
];

const ewTypes = ["802", "206", "RR-180", "RR-170"];

const ewPoints = [
  "כ.י חיצוני",
  "כ.י פנימי",
  "גב צד ימין",
  "גב צד שמאל",
  "כ.ש פנימי",
  "כ.ש חיצוני",
];

const resultOptions = [
  "אלפא",
  "אלפא טכנית",
  "בראבו",
  "דלתא",
  'לנ"פ',
  "נפל",
  "Missfire",
  "Hangfire",
];
