const missileTypes = [
  "קרדום C",
  "קרדום K",
  "קרדום R0",
  "קרדום R9",
  "קרדום KA",
  "קרדום N",
  "קרדום M",
  "קרדום F",
  "קרדום FA",
  'תמוז 2 נ"א',
  'תמוז 2 נ"ט',
  'תמוז 2 נב"ר',
  "תמוז 4",
  'פתיל 2 נ"א',
  'פתיל 2 נ"ט',
  "פתיל 4",
  'תמוז 5 נב"ר 9',
  'תמוז 5 נב"ר 18',
  'תמוז 5 נ"ט',
  'תמוז 5 נ"א',
];

const ewTypes = ["802", "206", "RR-180", "RR-170"];

const ewPoints = [
  "כ.י חיצוני",
  "כ.י פנימי",
  "גב צד ימין",
  "גב צד שמאל",
  "כ.ש פנימי",
  "כ.ש חיצוני",
];

const resultOptions = [
  "אלפא",
  "אלפא טכנית",
  "בראבו",
  "דלתא",
  'לנ"פ',
  "נפל",
  "Missile Fail",
  "Missfire",
  "Hangfire",
];
