const missileTypes = [
  "קרדום K",
  "קרדום R0",
  "קרדום R9",
  "קרדום KA",
  "קרדום N",
  "קרדום M",
  'תמוז 2 נ"א',
  'תמוז 2 נ"ט',
  "תמוז 4",
  'פתיל 2 נ"א',
  'פתיל 2 נ"ט',
  "פתיל 4",
  "תמוז 5",
];

const GATR_Points = [
  "צינור #8",
  "צינור #9",
  "צינור #14",
  "צינור #15",
  "צינור #1",
  "צינור #2",
  "צינור #3",
  "צינור #4",
  "צינור #5",
  "צינור #6",
  "צינור #7",
  "צינור #10",
  "צינור #11",
  "צינור #12",
  "צינור #13",
  "צינור #16",
  "צינור #17",
  "צינור #18",
  "צינור #19",
];

const ewTypes = ["802", "206", "RR-180", "RR-170"];

const ewPoints = [
  "כ.י חיצוני",
  "כ.י פנימי",
  "גב צד ימין",
  "גב צד שמאל",
  "כ.ש פנימי",
  "כ.ש חיצוני",
];

const resultOptions = [
  "אלפא",
  "אלפא טכנית",
  "בראבו",
  "דלתא",
  'לנ"פ',
  "נפל",
  "Missfire",
  "Hangfire",
];
